// TODO 菜单常量
export const MENU = [
  { name: "首页", path: "/", },
  { name: "新人教程", path: "/home", },
  { name: "0.3元小游戏", path: "/home", },
  { name: "学习资料", path: "/home", },
]
// TODO 热门标签常量
export const HOT_TAGS = ["综合", "海南", "厦门", "光年", "答题", "连连看", "成语黄金城", "答题", "连连看", "拼图", "悬赏"]
// TODO 列表常量
export const LIST = [
  { title: "【2621】海南家《成语黄金城》11.14新出今天第1/3个，红包群系列，大水冲冲冲", view: "969" },
  { title: "【2621】海南家《成语黄金城》11.14新出今天第1/3个，红包群系列，大水冲冲冲", view: "969" },
  { title: "【2621】海南家《成语黄金城》11.14新出今天第1/3个，红包群系列，大水冲冲冲", view: "969" },
  { title: "【2621】海南家《成语黄金城》11.14新出今天第1/3个，红包群系列，大水冲冲冲", view: "969" },
  { title: "【2621】海南家《成语黄金城》11.14新出今天第1/3个，红包群系列，大水冲冲冲", view: "969" },
  { title: "【2621】海南家《成语黄金城》11.14新出今天第1/3个，红包群系列，大水冲冲冲", view: "969" },
  { title: "【2621】海南家《成语黄金城》11.14新出今天第1/3个，红包群系列，大水冲冲冲", view: "969" },
  { title: "【2621】海南家《成语黄金城》11.14新出今天第1/3个，红包群系列，大水冲冲冲", view: "969" },
  { title: "【2621】海南家《成语黄金城》11.14新出今天第1/3个，红包群系列，大水冲冲冲", view: "969" },
  { title: "【2621】海南家《成语黄金城》11.14新出今天第1/3个，红包群系列，大水冲冲冲", view: "969" },
  { title: "【2621】海南家《成语黄金城》11.14新出今天第1/3个，红包群系列，大水冲冲冲", view: "969" },
  { title: "【2621】海南家《成语黄金城》11.14新出今天第1/3个，红包群系列，大水冲冲冲", view: "969" },
  { title: "【2621】海南家《成语黄金城》11.14新出今天第1/3个，红包群系列，大水冲冲冲", view: "969" },
  { title: "【2621】海南家《成语黄金城》11.14新出今天第1/3个，红包群系列，大水冲冲冲", view: "969" },
  { title: "【2621】海南家《成语黄金城》11.14新出今天第1/3个，红包群系列，大水冲冲冲", view: "969" },
  { title: "【2621】海南家《成语黄金城》11.14新出今天第1/3个，红包群系列，大水冲冲冲", view: "969" },
  { title: "【2621】海南家《成语黄金城》11.14新出今天第1/3个，红包群系列，大水冲冲冲", view: "969" },
  { title: "【2621】海南家《成语黄金城》11.14新出今天第1/3个，红包群系列，大水冲冲冲", view: "969" },
  { title: "【2621】海南家《成语黄金城》11.14新出今天第1/3个，红包群系列，大水冲冲冲", view: "969" },
  { title: "【2621】海南家《成语黄金城》11.14新出今天第1/3个，红包群系列，大水冲冲冲", view: "969" },
  { title: "【2621】海南家《成语黄金城》11.14新出今天第1/3个，红包群系列，大水冲冲冲", view: "969" },
  { title: "【2621】海南家《成语黄金城》11.14新出今天第1/3个，红包群系列，大水冲冲冲", view: "969" },
]
// TODO 颜色常量
export const COLOR = ['#FF6B11', '#CA23E3', '#FF3F3F', '#13CA42', '#316CE6', '#2BB2A7', '#CA23E3',]
// TODO 搜索结果常量
export const SEARCH_RESULT = [
  { 'title': '【2621】海南家《成语黄金城》11.14新出今天第1/3个，红包群系列，大水冲冲冲', 'view': '969', time: "2022-11-14 11:14:00", info: "11.21号 新包 首包必中3000） 首发第3/6个 刚出大水，老板特意改了发布时间 尽量第一  时间 冲冲冲 【简介......" },
  { 'title': '【2621】海南家《成语黄金城》11.14新出今天第1/3个，红包群系列，大水冲冲冲', 'view': '969', time: "2022-11-14 11:14:00", info: "11.21号 新包 首包必中3000） 首发第3/6个 刚出大水，老板特意改了发布时间 尽量第一  时间 冲冲冲 【简介......" },
  { 'title': '【2621】海南家《成语黄金城》11.14新出今天第1/3个，红包群系列，大水冲冲冲', 'view': '969', time: "2022-11-14 11:14:00", info: "11.21号 新包 首包必中3000） 首发第3/6个 刚出大水，老板特意改了发布时间 尽量第一  时间 冲冲冲 【简介......" },
  { 'title': '【2621】海南家《成语黄金城》11.14新出今天第1/3个，红包群系列，大水冲冲冲', 'view': '969', time: "2022-11-14 11:14:00", info: "11.21号 新包 首包必中3000） 首发第3/6个 刚出大水，老板特意改了发布时间 尽量第一  时间 冲冲冲 【简介......" },
  { 'title': '【2621】海南家《成语黄金城》11.14新出今天第1/3个，红包群系列，大水冲冲冲', 'view': '969', time: "2022-11-14 11:14:00", info: "11.21号 新包 首包必中3000） 首发第3/6个 刚出大水，老板特意改了发布时间 尽量第一  时间 冲冲冲 【简介......" },
  { 'title': '【2621】海南家《成语黄金城》11.14新出今天第1/3个，红包群系列，大水冲冲冲', 'view': '969', time: "2022-11-14 11:14:00", info: "11.21号 新包 首包必中3000） 首发第3/6个 刚出大水，老板特意改了发布时间 尽量第一  时间 冲冲冲 【简介......" },
  { 'title': '【2621】海南家《成语黄金城》11.14新出今天第1/3个，红包群系列，大水冲冲冲', 'view': '969', time: "2022-11-14 11:14:00", info: "11.21号 新包 首包必中3000） 首发第3/6个 刚出大水，老板特意改了发布时间 尽量第一  时间 冲冲冲 【简介......" },
]